/* CE_FATAL_INTERNAL_ERROR */
"Fatal Internal Error." = "Fatal Internal Error.";

/* CE_FATAL_LACK_OF_TEXTURE_MEMORY */
"Insufficient texture memory for any video mode." = "Insufficient texture memory for any video mode.";

/* CE_FATAL_REGISTRATION_DIALOG_MISSING */
"Registration Dialog Missing." = "Registration Dialog Missing.";

/* CE_FATAL_NEEDS_X */
"This program requires Mac OS X 10.4 or later." = "This program requires Mac OS X 10.4 or later.";

/* CE_FATAL_CANT_SET_DRAWABLE */
"Unable to attach OpenGL to window." = "Unable to attach OpenGL to window.";

/* CE_FATAL_CANT_CREATE_DIRS */
"Unable to create directories." = "Unable to create directories.";

/* CE_FATAL_CANT_LOAD_BLITTERS */
"Unable to load blitter module." = "Unable to load blitter module.";

/* CE_FATAL_CANT_GET_BLITTER */
"Unable to pick video blitter." = "Unable to pick video blitter.";

/* CE_FATAL_CANT_PICK_OPENGL */
"Unable to start OpenGL graphics." = "Unable to start OpenGL graphics.";

/* CE_FATAL_CANT_OPEN_SOUND */
"Unable to start sound emulation." = "Unable to start sound emulation.";

/* CE_FATAL_CANT_SWITCH_RESOLUTION */
"Unable to switch monitor resolution." = "Unable to switch monitor resolution.";

